Repository: RamiSwa/road-marking-company
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Site Name
he: שם האתר

source: Company Logo
he: לוגו החברה

source: Contact Email
he: אימייל ליצירת קשר

source: Phone Number
he: מספר טלפון

source: Facebook Link
he: קישור לפייסבוק

source: Instagram Link
he: קישור לאינסטגרם

source: WhatsApp Number
he: מספר ווטסאפ

source: Company Location
he: מיקום החברה

source: Title
he: כותרת

source: Subtitle
he: כותרת משנה

source: Background Image
he: תמונת רקע

source: Company Name
he: שם החברה

source: Address
he: כתובת

source: Name
he: שם

source: Feedback
he: משוב

source: User Image
he: תמונת משתמש

source: {editor}: Editing failed
he: {editor}: עריכה נכשלה

source: {editor}: Editing failed: {e}
he: {editor}: עריכה נכשלה: {e}

source: Aborted!
he: בוטל!

source: (Deprecated) {text}
he: (מיושן) {text}

source: Options
he: אפשרויות

source: Got unexpected extra argument ({args})
he: קיבל ארגומנט נוסף בלתי צפוי ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
he: אזהרת מיושנות: הפקודה {name!r} מיושנת.

source: Commands
he: פקודות

source: Missing command.
he: פקודה חסרה.

source: No such command {name!r}.
he: אין פקודה כזו {name!r}.

source: Value must be an iterable.
he: הערך חייב להיות איטראבילי.

source: Takes {nargs} values but 1 was given.
he: דורש {nargs} ערכים אך נמסר 1.

source: env var: {var}
he: משתנה סביבה: {var}

source: (dynamic)
he: (דינמי)

source: default: {default}
he: ברירת מחדל: {default}

source: required
he: נדרש

source: %(prog)s, version %(version)s
he: %(prog)s, גרסה %(version)s

source: Show the version and exit.
he: הצג את הגרסה וצא.

source: Show this message and exit.
he: הצג את ההודעה הזו וצא.

source: Error: {message}
he: שגיאה: {message}

source: Try '{command} {option}' for help.
he: נסה '{command} {option}' לעזרה.

source: Invalid value: {message}
he: ערך לא חוקי: {message}

source: Invalid value for {param_hint}: {message}
he: ערך לא חוקי עבור {param_hint}: {message}

source: Missing argument
he: חסר ארגומנט

source: Missing option
he: חסרה אפשרות

source: Missing parameter
he: חסר פרמטר

source: Missing {param_type}
he: חסר {param_type}

source: Missing parameter: {param_name}
he: חסר פרמטר: {param_name}

source: No such option: {name}
he: אין אפשרות כזו: {name}

source: Did you mean {possibility}?
he: האם התכוונת ל-{possibility}?

source: unknown error
he: שגיאה לא ידועה

source: Could not open file {filename!r}: {message}
he: לא ניתן לפתוח את הקובץ {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
he: הארגומנט {name!r} מקבל {nargs} ערכים.

source: Option {name!r} does not take a value.
he: האופציה {name!r} אינה מקבלת ערך.

source: Option {name!r} requires an argument.
he: האופציה {name!r} דורשת ארגומנט.

source: Shell completion is not supported for Bash versions older than 4.4.
he: השלמה ב-Shell אינה נתמכת בגרסאות Bash ישנות מ-4.4.

source: Couldn't detect Bash version, shell completion is not supported.
he: לא ניתן לזהות את גרסת Bash, השלמה ב-Shell אינה נתמכת.

source: Repeat for confirmation
he: חזור לאישור

source: Error: The value you entered was invalid.
he: שגיאה: הערך שהוזן אינו חוקי.

source: Error: {e.message}
he: שגיאה: {e.message}

source: Error: The two entered values do not match.
he: שגיאה: שני הערכים שהוזנו אינם תואמים.

source: Error: invalid input
he: שגיאה: קלט לא חוקי

source: Press any key to continue...
he: לחץ כל מקש כדי להמשיך...

source: Choose from: {choices}
he: בחר מתוך: {choices}

source: {value!r} is not {choice}.
he: {value!r} אינו {choice}.

source: {value!r} does not match the format {format}.
he: {value!r} לא תואם את הפורמט {format}.

source: {value!r} is not a valid {number_type}.
he: {value!r} אינו {number_type} חוקי.

source: {value} is not in the range {range}.
he: {value} אינו בטווח {range}.

source: {value!r} is not a valid boolean.
he: {value!r} אינו בוליאני חוקי.

source: {value!r} is not a valid UUID.
he: {value!r} אינו UUID חוקי.

source: file
he: קובץ

source: directory
he: תיקיה

source: path
he: נתיב

source: {name} {filename!r} does not exist.
he: {name} {filename!r} לא קיים.

source: {name} {filename!r} is a file.
he: {name} {filename!r} הוא קובץ.

source: {name} {filename!r} is a directory.
he: {name} {filename!r} הוא תיקיה.

source: {name} {filename!r} is not readable.
he: {name} {filename!r} אינו קריא.

source: {name} {filename!r} is not writable.
he: {name} {filename!r} אינו ניתן לכתיבה.

source: {name} {filename!r} is not executable.
he: {name} {filename!r} אינו ניתן להרצה.

source: {len_type} values are required, but {len_value} was given.
he: {len_type} ערכים נדרשים, אך נמסר {len_value}.

source: Messages
he: הודעות

source: Site Maps
he: מפות אתר

source: Static Files
he: קבצים סטטיים

source: Syndication
he: סינדיקציה

source: That page number is not an integer
he: מספר העמוד אינו מספר שלם.

source: That page number is less than 1
he: מספר העמוד קטן מ-1.

source: That page contains no results
he: העמוד אינו מכיל תוצאות.

source: Enter a valid value.
he: הזן ערך חוקי.

source: Enter a valid URL.
he: הזן URL חוקי.

source: Enter a valid integer.
he: הזן מספר שלם חוקי.

source: Enter a valid email address.
he: הזן כתובת אימייל חוקית.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
he: הזן 'סלאג' חוקי הכולל אותיות, מספרים, קווים תחתונים או מקפים.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
he: הזן 'סלאג' חוקי הכולל אותיות יוניקוד, מספרים, קווים תחתונים או מקפים.

source: Enter a valid IPv4 address.
he: הזן כתובת IPv4 חוקית.

source: Enter a valid IPv6 address.
he: הזן כתובת IPv6 חוקית.

source: Enter a valid IPv4 or IPv6 address.
he: הזן כתובת IPv4 או IPv6 חוקית.

source: Enter only digits separated by commas.
he: הזן רק ספרות מופרדות בפסיקים.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
he: ודא שהערך הוא %(limit_value)s (הוא %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
he: ודא שהערך קטן מ-או שווה ל-%(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
he: ודא שהערך גדול מ-או שווה ל-%(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
he: ודא שהערך הוא כפולה של %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
he: ודא שהערך הוא כפולה של %(limit_value)s, החל מ-%(offset)s, למשל: %(offset)s, %(valid_value1)s, %(valid_value2)s, וכן הלאה.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
he: ודא שלערך יש לפחות %(limit_value)d תו (יש %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
he: ודא שלערך יש לכל היותר %(limit_value)d תו (יש %(show_value)d).

source: Enter a number.
he: הזן מספר.

source: Ensure that there are no more than %(max)s digit in total.
he: ודא שסך הכל אין יותר מ-%(max)s ספרה.

source: Ensure that there are no more than %(max)s decimal place.
he: ודא שאין יותר מ-%(max)s מקום עשרוני.

source: Ensure that there are no more than %(max)s digit before the decimal point.
he: ודא שאין יותר מ-%(max)s ספרה לפני הנקודה.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
he: סיומת הקובץ “%(extension)s” אינה מותרת. הסיומות המותרות הן: %(allowed_extensions)s.

source: Null characters are not allowed.
he: תווים null אינם מותריים.

source: and
he: ו

source: %(model_name)s with this %(field_labels)s already exists.
he: %(model_name)s עם %(field_labels)s זה כבר קיים.

source: Constraint “%(name)s” is violated.
he: המגבלה “%(name)s” הופרה.

source: Value %(value)r is not a valid choice.
he: הערך %(value)r אינו אפשרות חוקית.

source: This field cannot be null.
he: שדה זה אינו יכול להיות null.

source: This field cannot be blank.
he: שדה זה אינו יכול להיות ריק.

source: %(model_name)s with this %(field_label)s already exists.
he: %(model_name)s עם %(field_label)s זה כבר קיים.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
he: %(field_label)s חייב להיות ייחודי עבור %(date_field_label)s של %(lookup_type)s.

source: Field of type: %(field_type)s
he: שדה מסוג: %(field_type)s

source: “%(value)s” value must be either True or False.
he: הערך “%(value)s” חייב להיות True או False.

source: “%(value)s” value must be either True, False, or None.
he: הערך “%(value)s” חייב להיות True, False או None.

source: Boolean (Either True or False)
he: בוליאני (True או False)

source: String (up to %(max_length)s)
he: מחרוזת (עד %(max_length)s)

source: String (unlimited)
he: מחרוזת (ללא הגבלה)

source: Comma-separated integers
he: מספרים שלמים מופרדים בפסיקים

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
he: הערך “%(value)s” בפורמט תאריך לא חוקי. על הפורמט להיות YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
he: הערך “%(value)s” בפורמט נכון (YYYY-MM-DD) אך הוא תאריך לא חוקי.

source: Date (without time)
he: תאריך (ללא שעה)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
he: הערך “%(value)s” בפורמט לא חוקי. עליו להיות בפורמט YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
he: הערך “%(value)s” בפורמט נכון (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) אך הוא תאריך/שעה לא חוקיים.

source: Date (with time)
he: תאריך (כולל שעה)

source: “%(value)s” value must be a decimal number.
he: הערך “%(value)s” חייב להיות מספר עשרוני.

source: Decimal number
he: מספר עשרוני

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
he: הערך “%(value)s” בפורמט לא חוקי. עליו להיות בפורמט [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
he: משך זמן

source: Email address
he: כתובת אימייל

source: File path
he: נתיב קובץ

source: “%(value)s” value must be a float.
he: הערך “%(value)s” חייב להיות מספר צף.

source: Floating point number
he: מספר צף

source: “%(value)s” value must be an integer.
he: הערך “%(value)s” חייב להיות מספר שלם.

source: Integer
he: מספר שלם

source: Big (8 byte) integer
he: מספר שלם גדול (8 בתים)

source: Small integer
he: מספר שלם קטן

source: IPv4 address
he: כתובת IPv4

source: IP address
he: כתובת IP

source: “%(value)s” value must be either None, True or False.
he: הערך “%(value)s” חייב להיות None, True או False.

source: Boolean (Either True, False or None)
he: בוליאני (True, False או None)

source: Positive big integer
he: מספר שלם גדול חיובי

source: Positive integer
he: מספר שלם חיובי

source: Positive small integer
he: מספר שלם קטן חיובי

source: Slug (up to %(max_length)s)
he: סלאג (עד %(max_length)s)

source: Text
he: טקסט

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
he: הערך “%(value)s” בפורמט לא חוקי. עליו להיות בפורמט HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
he: הערך “%(value)s” בפורמט נכון (HH:MM[:ss[.uuuuuu]]) אך הוא זמן לא חוקי.

source: Time
he: זמן

source: URL
he: כתובת URL

source: Raw binary data
he: נתונים בינאריים גולמיים

source: “%(value)s” is not a valid UUID.
he: הערך “%(value)s” אינו UUID חוקי.

source: Universally unique identifier
he: מזהה ייחודי אוניברסלי

source: File
he: קובץ

source: Image
he: תמונה

source: A JSON object
he: אובייקט JSON

source: Value must be valid JSON.
he: הערך חייב להיות JSON חוקי.

source: %(model)s instance with %(field)s %(value)r does not exist.
he: אין מופע של %(model)s עם %(field)s %(value)r.

source: Foreign Key (type determined by related field)
he: מפתח זר (הסוג נקבע לפי השדה המקושר)

source: One-to-one relationship
he: קשר אחד-לאחד

source: %(from)s-%(to)s relationship
he: קשר %(from)s-%(to)s

source: %(from)s-%(to)s relationships
he: קשרים %(from)s-%(to)s

source: Many-to-many relationship
he: קשר רבים-לרבים

source: This field is required.
he: שדה זה הוא חובה.

source: Enter a whole number.
he: הזן מספר שלם.

source: Enter a valid date.
he: הזן תאריך חוקי.

source: Enter a valid time.
he: הזן שעה חוקית.

source: Enter a valid date/time.
he: הזן תאריך/שעה חוקיים.

source: Enter a valid duration.
he: הזן משך זמן חוקי.

source: The number of days must be between {min_days} and {max_days}.
he: מספר הימים חייב להיות בין {min_days} ל-{max_days}.

source: No file was submitted. Check the encoding type on the form.
he: לא הוגש קובץ. בדוק את סוג הקידוד בטופס.

source: No file was submitted.
he: לא הוגש קובץ.

source: The submitted file is empty.
he: הקובץ שהוגש ריק.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
he: ודא שלשם הקובץ יש לכל היותר %(max)d תו (יש %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
he: אנא הגש קובץ או סמן את תיבת הסימון לניקוי, לא את שניהם.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
he: העלה תמונה חוקית. הקובץ שהעלית אינו תמונה או שהתמונה פגומה.

source: Select a valid choice. %(value)s is not one of the available choices.
he: בחר אפשרות חוקית. %(value)s אינו אחד מהאפשרויות הזמינות.

source: Enter a list of values.
he: הזן רשימת ערכים.

source: Enter a complete value.
he: הזן ערך מלא.

source: Enter a valid UUID.
he: הזן UUID חוקי.

source: Enter a valid JSON.
he: הזן JSON חוקי.

source: (Hidden field %(name)s) %(error)s
he: (שדה מוסתר %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
he: נתוני טופס ניהול חסרים או שונו. שדות חסרים: %(field_names)s. ייתכן שתצטרך לדווח על באג אם הבעיה נמשכת.

source: Please submit at most %(num)d form.
he: אנא הגש לכל היותר %(num)d טופס.

source: Please submit at least %(num)d form.
he: אנא הגש לפחות %(num)d טופס.

source: Order
he: סדר

source: Delete
he: מחק

source: Please correct the duplicate data for %(field)s.
he: אנא תקן את הנתונים הכפולים עבור %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
he: אנא תקן את הנתונים הכפולים עבור %(field)s, שחייבים להיות ייחודיים.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
he: אנא תקן את הנתונים הכפולים עבור %(field_name)s, שחייב להיות ייחודי עבור %(lookup)s ב-%(date_field)s.

source: Please correct the duplicate values below.
he: אנא תקן את הערכים הכפולים למטה.

source: The inline value did not match the parent instance.
he: הערך המשולב אינו תואם לאינסטנס ההורה.

source: Select a valid choice. That choice is not one of the available choices.
he: בחר אפשרות חוקית. האפשרות הזו אינה אחת מהאפשרויות הזמינות.

source: “%(pk)s” is not a valid value.
he: “%(pk)s” אינו ערך חוקי.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
he: %(datetime)s לא ניתן לפרש באזור הזמן %(current_timezone)s; ייתכן שהוא מעורפל או שאינו קיים.

source: Clear
he: נקה

source: Currently
he: כרגע

source: Change
he: שנה

source: Unknown
he: לא ידוע

source: Yes
he: כן

source: No
he: לא

source: yes,no,maybe
he: כן,לא,אולי

source: %(size)d byte
he: %(size)d בייט

source: %s KB
he: %s קילובייט

source: %s MB
he: %s מגהבייט

source: %s GB
he: %s ג'יגהבייט

source: %s TB
he: %s טרהבייט

source: %s PB
he: %s פטהבייט

source: p.m.
he: אחר הצהריים

source: a.m.
he: לפנות בוקר

source: PM
he: אחר הצהריים

source: AM
he: לפנות בוקר

source: midnight
he: חצות

source: noon
he: צהריים

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Friday
he: שישי

source: Saturday
he: שבת

source: Sunday
he: ראשון

source: Mon
he: ב׳

source: Tue
he: ג׳

source: Wed
he: ד׳

source: Thu
he: ה׳

source: Fri
he: ו׳

source: Sat
he: ש׳

source: Sun
he: א׳

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: jan
he: ינו׳

source: feb
he: פבר׳

source: mar
he: מרץ

source: apr
he: אפר׳

source: may
he: מאי

source: jun
he: יוני

source: jul
he: יולי

source: aug
he: אוג׳

source: sep
he: ספט׳

source: oct
he: אוק׳

source: nov
he: נוב׳

source: dec
he: דצמ׳

# abbrev. month
source: Jan.
he: ינו׳

# abbrev. month
source: Feb.
he: פבר׳

# abbrev. month
source: March
he: מרץ

# abbrev. month
source: April
he: אפר׳

# abbrev. month
source: May
he: מאי

# abbrev. month
source: June
he: יונ׳

# abbrev. month
source: July
he: יול׳

# abbrev. month
source: Aug.
he: אוג׳

# abbrev. month
source: Sept.
he: ספט׳

# abbrev. month
source: Oct.
he: אוק׳

# abbrev. month
source: Nov.
he: נוב׳

# abbrev. month
source: Dec.
he: דצמ׳

# alt. month
source: January
he: ינואר

# alt. month
source: February
he: פברואר

# alt. month
source: March
he: מרץ

# alt. month
source: April
he: אפריל

# alt. month
source: May
he: מאי

# alt. month
source: June
he: יוני

# alt. month
source: July
he: יולי

# alt. month
source: August
he: אוגוסט

# alt. month
source: September
he: ספטמבר

# alt. month
source: October
he: אוקטובר

# alt. month
source: November
he: נובמבר

# alt. month
source: December
he: דצמבר

source: This is not a valid IPv6 address.
he: זו אינה כתובת IPv6 חוקית.

source: or
he: או

source: %(num)d year
he: %(num)d שנה

source: %(num)d month
he: %(num)d חודש

source: %(num)d week
he: %(num)d שבוע

source: %(num)d day
he: %(num)d יום

source: %(num)d hour
he: %(num)d שעה

source: %(num)d minute
he: %(num)d דקה

source: Forbidden
he: אסור

source: CSRF verification failed. Request aborted.
he: אימות CSRF נכשל. הבקשה הופסקה.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
he: אתה רואה הודעה זו מכיוון שהאתר ה-HTTPS הזה דורש לשלוח כותרת “Referer” על ידי הדפדפן שלך, אך לא נשלחה כזו. כותרת זו נדרשת מסיבות ביטחוניות, כדי לוודא שהדפדפן שלך אינו מוחדר על ידי צד שלישי.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
he: אם הגדרת את הדפדפן שלך להשבית כותרות “Referer”, אנא אפשר אותן מחדש, לפחות עבור אתר זה, או עבור חיבורי HTTPS, או עבור בקשות מאותו מקור.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
he: אם אתה משתמש בתג <meta name="referrer" content="no-referrer"> או כולל את כותרת “Referrer-Policy: no-referrer”, אנא הסר אותם. הגנת CSRF דורשת את כותרת “Referer” לבדיקת referer קפדנית. אם אתה דואג לפרטיות, השתמש באלטרנטיבות כמו <a rel="noreferrer" …> לקישורים לאתרים צד שלישי.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
he: אתה רואה הודעה זו מכיוון שאתר זה דורש עוגיית CSRF בעת שליחת טפסים. עוגייה זו נדרשת מסיבות ביטחוניות, כדי לוודא שהדפדפן שלך אינו מוחדר על ידי צד שלישי.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
he: אם הגדרת את הדפדפן שלך להשבית עוגיות, אנא אפשר אותן מחדש, לפחות עבור אתר זה, או עבור בקשות מאותו מקור.

source: More information is available with DEBUG=True.
he: מידע נוסף זמין כאשר DEBUG=True.

source: No year specified
he: לא צויין שנה

source: Date out of range
he: תאריך מחוץ לטווח

source: No month specified
he: לא צויין חודש

source: No day specified
he: לא צויין יום

source: No week specified
he: לא צויין שבוע

source: No %(verbose_name_plural)s available
he: אין %(verbose_name_plural)s זמינים

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
he: אין %(verbose_name_plural)s עתידיים זמינים כי %(class_name)s.allow_future הוא False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
he: מחרוזת תאריך לא חוקית “%(datestr)s”, הפורמט שניתן הוא “%(format)s”

source: No %(verbose_name)s found matching the query
he: לא נמצא %(verbose_name)s התואם לשאילתה

source: Page is not “last”, nor can it be converted to an int.
he: העמוד אינו “אחרון”, וגם לא ניתן להמרה למספר שלם.

source: Invalid page (%(page_number)s): %(message)s
he: עמוד לא חוקי (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
he: רשימה ריקה ו-“%(class_name)s.allow_empty” הוא False.

source: Directory indexes are not allowed here.
he: אינדקסים של תיקיות אינם מותריים כאן.

source: “%(path)s” does not exist
he: “%(path)s” אינו קיים

source: Index of %(directory)s
he: אינדקס של %(directory)s

source: The install worked successfully! Congratulations!
he: ההתקנה הצליחה! מזל טוב!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
he: צפה ב<a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">הערות השחרור</a> עבור Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
he: אתה רואה דף זה מכיוון ש-<a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> נמצא בקובץ ההגדרות שלך ולא הגדרת כתובות URL.

source: Django Documentation
he: תיעוד Django

source: Topics, references, &amp; how-to’s
he: נושאים, הפניות, והדרכות

source: Tutorial: A Polling App
he: מדריך: אפליקציית סקר

source: Get started with Django
he: התחל עם Django

source: Django Community
he: קהילת Django

source: Connect, get help, or contribute
he: התחבר, קבל עזרה, או תרום

source: Attempting to connect to qpid with SASL mechanism %s
he: מנסה להתחבר ל-qpid עם מנגנון SASL %s

source: Connected to qpid with SASL mechanism %s
he: מחובר ל-qpid עם מנגנון SASL %s

source: Unable to connect to qpid with SASL mechanism %s
he: לא ניתן להתחבר ל-qpid עם מנגנון SASL %s

source: None
he: ללא

source: Welcome to our website!
he: ברוכים הבאים לאתר שלנו!
